Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/housing_grants_and_schemes/housing_adaptation_grant_for_people_with_disability.html.txt.tmx
Source language: en
Languages: ga

source: Housing Adaptation Grant for People with a Disability
ga: Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas

source: A housing adaptation grant is available where changes need to be made to a home to make it suitable for a person with a physical, sensory or intellectual disability or mental health difficulty to live in
ga: Tá deontas oiriúnaithe tithe ar fáil nuair atá athruithe riachtanacha le déanamh ar theach, chun é a oiriúnú ó thaobh cónaithe do dhuine faoi mhíchumas fisiciúil, céadfach nó meabhrach nó le fadhb sláinte intinne

source: The grant can help you to make changes and adaptations to your home, for example, making it wheelchair-accessible, extending it to create more space, adding a ground-floor bathroom or toilet or a stair-lift
ga: Is féidir leis an deontas cabhrú leat chun athruithe agus oiriúnuithe a dhéanamh ar do theach, é a oiriúnú do chathaoir rotha mar shampla, chomh maith le síneadh a chur air chun breis spáis a chruthú, seomra folctha nó leithreas a chur isteach ar urlár na talún agus ardaitheoirí staighre

source: In some cases, the provision of heating can be included, but only under certain conditions
ga: I gcásanna áirithe, bíonn soláthar teasa san áireamh faoi choinníollacha áirithe amháin, ach déan teagmháil le d'údarás áitiúil chun tuilleadh sonraí a fháil

source: If you only require minor work, you can apply for the means-tested Mobility Aids Grant Scheme instead
ga: Is féidir leat iarratas a dhéanamh ar an Scéim Deontas Áiseanna Soghluaisteachta ina ionad mura bhfuil i gceist ach mionobair, ach caithfidh tú an tástáil mhaoine a shásamh mar sin féin

source: These 2 schemes (and the Housing Aid for Older People Scheme) are administered by local authorities, under the Housing (Adaptation Grants for Older People and People with a Disability) Regulations 2007, which were amended by new Regulations in 2014
ga: Riarann na h-údaráis áitiúla an 2 scéim (chomh maith leis an Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta) faoi Rialacháin 2007, a leasaíodh ag Rialacháin 2014

source: VAT refunds are available on aids and appliances used by people with disabilities. This refund scheme also applies to the cost of installation and adaptation work
ga: Is féidir aisíocaíocht CBL a éileamh ar áiseanna agus trealamh atá in úsáid ag duine atá faoi mhíchumas agus ar an obair shuiteála freisin

source: Several other grants and schemes are outlined in ‘Other financial supports’ below
ga: Déantar cur síos gearr ar roinnt scéimeanna eile i ‘Tuilleadh tacaíochtaí airgeadais’ thíos

source: The Housing Adaptation Grant for People with a Disability can be paid to people in:
ga: Is féidir an Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas a íoc le daoine a bhfuil cónaí orthu sna cinéalacha tithe a leanas:

source: • Houses being purchased from a local authority under the Tenant Purchase Scheme
ga: • Teach atá á cheannach ó údarás áitiúil faoin scéim cheannaigh ag tionóntaí

source: • Private rented accommodation (the duration of your tenancy can affect grant approval)
ga: • Cóiríocht atá ar cíos go príobháideach (is féidir le fad do thionóntachta tionchar a bheith aige ar fhaomhadh a fháil ar an deontas)

source: • Accommodation provided under the voluntary housing Capital Assistance and Rental Subsidy schemes
ga: • Cóiríocht atá curtha ar fáil faoi na scéimeanna tithíochta deonacha an Scéim Tacaíochta Caipitil agus an Scéim um Fhóirdheontais Cíosa

source: • Accommodation occupied by people living in communal residences
ga: • Cóiríocht atá áitithe ag daoine atá ina gcónaí in árais chomhchoiteanna

source: If you purchase or build a new home, you may get the grant but at a lower rate – see ‘Rates’ below
ga: Más tionónta tú, ní mór duit faomhadh scríofa a fháil ó do thiarna talún

source: You must satisfy the local authority that you will occupy the property as your normal place of residence when the works have been done
ga: Má tá teach nua á cheannach nó á thógáil agat, d'fhéadfá cáiliú don deontas, ach ar ráta níos ísle - féach ‘Rátaí’ thíos

source: Your application will be prioritised based on medical need
ga: Tabharfar tús áite do do iarratas bunaithe ar riachtanas leighis

source: There are 3 priority levels:
ga: Tá 3 leibhéal tosaíochta ann:

source: • Priority 1: A person who is terminally ill or fully or mainly dependent on their family or carer; or where alterations or adaptations would facilitate their discharge from hospital or alleviate the need for hospitalisation in the future
ga: • Tosaíocht 1: Duine a bhfuil tinneas foirceanta ag dul dóibh nó atá cleithiúnach go hiomlán nó go príomha ar theaghlach nó cúramóir; nó sa chás go bhféadfaí duine a scaoileadh abhaile ón ospidéal nó an riachtanas maidir le hospidéalacht a mhaolú sa todhchaí

source: • Priority 2: A person who is mobile but who needs assistance in accessing washing, toilet facilities, bedroom etc.; or where without the alterations or adaptations their ability to function independently would be hindered
ga: • Tosaíocht 2: Duine atá soghluaiste ach a bhfuil cúnamh de dhíth orthu ó thaobh níocháin, áiseanna leithris, seomra leapa srl.; nó má chuireann easpa athruithe nó oiriúnuithe bac ar ábaltacht an duine maireachtáil go neamhspleách

source: • Priority 3: A person who is independent but who requires special facilities to improve their quality of life, for example, a separate bedroom or living space
ga: • Tosaíocht 3: Duine atá neamhspleách ach a bhfuil áiseanna speisialta de dhíth air lena chaighdeán maireachtála a fheabhsú, mar shampla, seomra leapa nó spás maireachtála ar leith

source: An occupational therapist's (OT) assessment may be required
ga: Nuair a fhaigheann an t-údarás áitiúil d'iarratas, is féidir go n-iarrfadh sé measúnú ó theiripeoir saothair (TS)

source: The local authority can arrange for this, or you can employ an OT yourself and recoup up to €200 of the cost from the local authority as part of the grant, subject to the maximum grant limit
ga: Is féidir leis an údarás áitiúil measúnú TS a eagrú, ach is féidir leat féin TS a fhostú chun measúnú a dhéanamh, agus suas le €200 forchúiteamh a fháil mar chuid den deontas iomlán, suas go dtí an uasmhéid atá tú i dteideal a fháil

source: If you are applying for the grant to adapt your home for a child with a disability, and the child has had an assessment of need under Part 2 of the Disability Act 2005, the local authority should refer to the OT recommendations contained in this assessment report
ga: Ma tá tú ag cur isteach ar dheontas chun do theach a oiriúnú le haghaidh linbh atá faoi mhíchumas, agus má rinneadh measúnú ar riachtanais i leith an linbh faoi Chuid 2 den Acht Míchumais 2005, ba cheart don údarás áitiúil tagairt a dhénamh do na moltaí TS sa thuarascáil measúnaithe

source: Your total household income is assessed to find out if you qualify for the grant and the amount payable
ga: Déantar measúnú ar d'ioncam teaghlaigh iomlán chun a fháil amach an bhfuil tú incháilithe don deontas, agus má tá, ag cén leibhéal cabhrach

source: • The property owner's (or tenant's) annual gross income, together with their spouse's or partner's annual gross income, in the previous tax year
ga: • Ollioncam bliantúil an úinéara réadmhaoine (nó an tionónta ) agus an céile/páirtí sa bhliain cíosa roimhe sin

source: • The income of any other adults living in the household who are aged over 23 years if in full-time education, or aged over 18 and not in full-time education
ga: • Ioncam ata ag aon duine fásta eile atá mar bhall den teaghlach - os cionn 23 bliana d'aois (nó os cionn 18 mbliana muna bhfuil siad in oideachas lánaimseartha)

source: The following is not taken into account when calculating your household income:
ga: Ní thógtar an méid seo a leanas san áireamh nuair atá ioncam do theaghlaigh á ríomh:

source: • €5,000 for each member of the household aged up to 18 years
ga: • €5,000 do gach duine den teaghlach atá faoi 18 bliana d'aois

source: • €5,000 for each member of the household aged between 18 and 23 years and in full-time education or on a SOLAS apprenticeship
ga: • €5,000 do gach duine den teaghlach atá idir 18 agus 23 bliana d'aois agus atá in oideachas lánaimseartha nó ar phrintíseacht SOLAS

source: • €5,000 where the person to whom the grant application relates is being cared for by a relative on a full-time basis
ga: • €5,000 sa chás go bhfuil cúram lánaimseartha á chur ar fáil ag duine muinteartha don té a bhfuil an deontas á sholáthar dó

source: • Carer's Benefit and Carer's Allowance (if the carer's payment is made in respect of the person to whom the grant application relates)
ga: • Sochar Cúramóra agus Liúntas Cúramóra (má tá íocaíocht an chúramóra á dhéanamh i leith an té a bhfuil an deontas á sholáthar dó)

source: When applying for the grant, you must provide:
ga: Agus iarratas á dhéanamh le haghaidh deontais, ní mór na rudaí seo a leanas a chur ar fáil:

source: • Details of your tax district and
ga: • Sonraí do cheantar cánach agus

source: • A statement that, to the best of your knowledge, your tax affairs are in order
ga: • Ráiteas a thugann le fios go bhfuil do chúrsaí cánach in ord, chomh fada agus is eol duit

source: If the value of your grant application adds up to €10,000 or more, you must make a valid Tax Clearance Certificate available to the local authority
ga: Má bhaineann luach €10,000 nó níos mó le d’iarratas ar dheontas, ní mór duit Deimhniú Imréitigh Cánach bailí a chur ar fáil don údarás áitiúil

source: You can either provide the physical certificate or else give the local authority your customer number and the reference number of the certificate and authorise it to confirm your tax clearance status electronically
ga: Is féidir leat an deimhniú féin a thaispeáint nó d’uimhir chustaiméara agus uimhir thagartha an deimhnithe a thabhairt don údarás, agus lucht an údaráis a údarú chun do stádas imréitigh cánach a dheimhniú go leictreonach

source: For all grant payments contractors must produce confirmation of tax clearance
ga: I gcás íocaíochtaí deontais ní mór do chonraitheoirí deimhniú imréitigh cánach a sholáthar

source: Local Property Tax: You must also provide evidence of ownership of the property and evidence that the Local Property Tax (LPT) on it has been paid
ga: Ní mór freisin fianaise a chur ar fáil maidir le húinéireacht an tí chomh maith le fianaise gur íocadh an Cáin Mhaoine Áitiúil (CMÁ) air

source: There is full exemption from LPT for property that has been bought, built or adapted to make it suitable for occupation by a permanently and totally incapacitated person as their sole or main residence
ga: Tá maoin chónaithe a ceannaíodh, a tógadh nó a oiriúnaíodh go ndéanfaí áit oiriúnach chónaithe den mhaoin do dhuine atá ar éagumas buan agus iomlán mar a n-áit chónaithe aonair nó a bpríomháit chónaithe díolmhaithe ón CMÁ

source: In the case of adaptations to a property, the exemption will only apply where the cost of the adaptations exceeds 25% of the market value of the property before it is adapted
ga: I gcás oiriúnuithe a dhéanamh ar mhaoin, ní bheidh an díolúine i gceist ach amháin nuair a sháraíonn costas na n-oiriúnuithe 25% de luach margaidh na maoine sula ndéantar í a oiriúnú

source: Read more in our document, Exemptions from Local Property Tax and in Revenue’s guidelines (pdf)
ga: Léigh tuilleadh inár ndoiciméad, Díolúintí ón gCáin Mhaoine Áitiúil agus sna treoracha na gCoimisinéirí Ioncaim (pdf)

source: The local authority will only pay grants on the basis of quotations that it considers reasonable
ga: Ní íocfar an t-údarás áitiúil deontais ach amháin le haghaidh luachana a cheaptar a bheith réasúnta

source: In general, you must include 2 written itemised quotations from contractors, indicating the cost of the work required
ga: De ghnáth, ní mór 2 luachan mhiondealaithe scríofa a chur isteach leis an iarratas, agus costas na hoibre luaite orthu

source: If you cannot get a second quotation, or in cases of hardship, the local authority may accept a single quotation
ga: Mura féidir leat teacht ar an dara luachan, nó i gcas cruatain, d’fhéadfadh an t-údarás áitiúil glacadh le luachan amháin

source: It is recommended that the proposed works should include the installation of smoke and carbon monoxide alarms, if they are not already present and operating in your home
ga: Moltar go gcuirtear san áireamh san obair atá beartaithe, suiteáil aláraim deataigh agus aláraim aonocsaíd charbóin, mura bhfuil siad suiteáilte agus ag feidhmiú i do theach cheana féin

source: Starting the work to adapt your home
ga: Tús a chur leis an obair chun do theach a oiriúnú

source: The grant will not be paid if you start work before you get grant approval
ga: Ní íocfar an deontas má thosaítear ar an obair sula ndéantar an deontas a fhaomhadh

source: However, it is expected that the work will start within 6 months of your grant approval
ga: Beifear ag súil go gcuirfí tús leis an obair taobh istigh de 6 mhí tar éis duit faomhadh a fháil don deontas

source: If this does not happen, the local authority may allow a time extension
ga: Muna tharlaíonn sé seo, d'fhéadfá breis ama a éileamh ón údarás áitiúil

source: Getting the work done safely
ga: An dara deontas a íoc

source: Read more, including a guide for homeowners (pdf) and some Frequently Asked Questions, on the website of the Health and Safety Authority
ga: Is féidir deontas a fháil faoin Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas don dara huair má thagann athrú mór ar do chuid riachtanais de réir a chéile

source: Applying for a further grant
ga: Iarratas a dhéanamh ar dheontas breise

source: In general, the work done on your home is expected to be appropriate to your future needs as well as your current needs
ga: De ghnáth, glactar leis go mbeidh an obair a dhéantar i do theach in oiriúint do na riachtanais a bheidh agat amach anseo, chomh maith le do riachtanais reatha

source: However, if your needs change substantially over time, you may find that further works are required
ga: Má thagann athrú suntasach ar do riachtanais thar tréimhse ama, seans go mbeidh gá le tuilleadh oibre

source: You can apply again for a Housing Adaptation Grant and your application will be assessed in the normal way
ga: Is féidir leat iarratas a dhéanamh arís le haghaidh Deontas Oiriúnaithe Tithíochta agus déanfar gnáthmheasúnú ar d’iarratas

source: There is no minimum time limit between the payment of a first and second grant
ga: Ní bhaineann íosteorainn ama leis an tréimhse idir íocaíocht na chéad deontais agus íocaíocht an dara deontas

source: As noted above, VAT refunds are available on the cost of aids and appliances used by people with disabilities, as well as on the cost of installation and adaptation work
ga: Mar a luadh thuas, tá aisíocaíochtaí CBL ar fáil ar chostas áiseanna agus gléasanna a n-úsáidtear ag daoine faoi mhíchumais, chomh maith le ar an gcostas suiteála agus oiriúnaithe

source: You may also qualify for a partial tax credit under the Home Renovation Incentive
ga: Seans go mbeifeá i dteideal páirtchreidmheas cánach freisin faoin Dreasacht Athchóirithe Tí

source: If you plan to improve the energy efficiency of your home, you may qualify for the Better Energy Homes Scheme or the Better Energy Warmer Homes Scheme
ga: Má tá sé ar intinn agat feabhas a chur ar éifeachtúlacht fuinnimh do thí, seans go mbeifeá i dteideal na Scéime na dTiithe um Fhuinneamh níos Fearr nó na Scéime ‘Fuinneamh níos Fearr, Tithe Níos Teo’

source: Check the details of these schemes to see how they can be combined
ga: Déan sonraí na scéimeanna seo a sheiceáil maidir le slite chun iad a chomhcheangal

source: If your household income is less than €30,000 you may qualify for 95% of the cost of the works (up to the maximum grant amount of €30,000)
ga: Má tá d'ioncam teaghlaigh níos lú ná €30,000, d'fhéadfá a bheith incháilithe do 95% de chostas na n-oibreacha (suas go dtí an uasdheontas de €30,000)

source: The proportion of the costs to be grant aided will be tapered from 95% down to 30%, depending on your income
ga: Laghdófar céatadán na gcostas a fhaigheann cúnamh deontais ó 95% go 30% nuair atá ioncam an teaghlaigh idir €54,001 agus €65,000

source: If your house is less than 12 months old the grant will generally not exceed €14,500
ga: Má tógadh do theach níos lú ná bliain amháin, ó dháta an iarratais, ní bheidh méid an deontais níos mó ná €14,500 go ginearálta

source: Note: The maximum amounts may not be fully awarded
ga: Nóta: Seans nach níocfar uasmhéid an deontais

source: Grant amounts are subject to the funding of each local authority, so the local authority can decide whether they pay the full grant or a percentage in each case
ga: Braitheann méid an deontais ar an méid chistiúcháin atá ag an údarás áitiúil – is féidir leis an údarás áitiúil cinneadh an íocfaidh sé an deontas iomlán nó céatadán den iomlán i ngach cás

source: If you are unable to get a loan from a bank or building society to pay for the costs not covered by the grant, you may be able to get a local authority home improvement loan
ga: Murar féidir leat iasacht a fháil ó bhanc nó cumann foirgníochta leis na costais nach gclúdaíonn an deontas a íoc, d'fhéadfá iarratas a dhéanamh ar iasacht feabhsaithe tí an údaráis áitiúil

source: If you are a local authority tenant, the local authority will meet the entire cost of the works
ga: Más tionónta údaráis áitiúil tú, clúdóidh an t-údarás áitiúil costas iomlán na n-oibreacha

source: Rates for houses over 12 months old
ga: Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas (tithe tógtha le níos mó ná 12 mí):

source: │Maximum yearly │% of │Maximum │
ga: │Ioncam bliantúil teaghlaigh uasta │% de chostais │Uasdheontas │

source: │household income │costs │grant │
ga: │Suas le €30,000 │95% │€30,000 │

source: Rates for houses less than 12 months old
ga: Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas (tithe tógtha le níos lú ná 12 mí):

source: Download an application form from your local authority’s website or ask for one to be posted to you
ga: Is féidir foirm iarratais a íoslódáil ó láithreán gréasáin d'údaráis áitiúil nó iarraidh orthu foirm a sheoladh chugat

source: The form contains detailed information on the scheme’s conditions and a checklist of documents that you must include
ga: Tá mioneolas ar an bhfoirm faoi choinniollacha na scéime, chomh maith le seicliosta na ndoiciméad atá le cur leis an bhfoirm

source: If you are unhappy with the local authority’s decision in your case, you can appeal the decision
ga: Muna bhfuil tú sásta le cinneadh an údaráis áitiúil, is féidir achomharc a dhéanamh

source: The appeal must be in writing and must be made within 3 weeks of the decision
ga: Caithfidh d'achomharc a bheith i scríbhinn agus caithfidh tú e a dhéanamh i 3 seachtaine

source: You must state the reasons and grounds for your appeal
ga: Scríobh síos cad iad na fáthanna leis an achomharc a dhéanamh

source: Further information is available from your local authority
ga: Faigh breis eolais ó d'údarás áitiúil
